"""
Task 1
Поработайте с переменными, создайте несколько, выведите на экран,
запросите у пользователя несколько чисел и строк и сохраните в переменные, выведите на экран.
"""

name = input("Введите Ваше имя:" ) #Asking user his/her name
# строчка, которая делает первую букву заглавной
height = input('Введите Ваш рост:' ) #
    if height # нужно сделать проверку на ис диджит
    else: print ('Введите, пожалуйста, целое число');
age = input('Введите Ваш возраст')


result:'Добрый день {name}, Ваш рост {height} и в возраст позволяют Вам посещать аттракционы '
print(resulte)