'''
Пользователь вводит время в секундах.
Переведите время в часы, минуты и секунды и выведите в формате чч:мм:сс.
Используйте форматирование строк.
'''

time = input('Введите время в секундах: ')


result (f {hours} : {minutes} : {secondes})
print(result)